Gold_Auto/src/DataEngine/soap/RFBFlow.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:inp="urn:30I.orange.com:UpdateARP/Input" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:type="urn:30I.orange.com:UpdateARP/type/">
   <soapenv:Header/>
   <soapenv:Body>
<typens:UpdateARPRequest xmlns:ins="urn:30I.orange.com:UpdateARP/Input" xmlns:typens="urn:30I.orange.com:UpdateARP/type/">
  <ins:ARP>
    <ins:IssuerUnit>EQUANT</ins:IssuerUnit>
    <ins:IssuerUnitApplication>SESAM</ins:IssuerUnitApplication>
    <ins:Status>
      <ins:Code>OK</ins:Code>
    </ins:Status>
    <ins:Activity>
      <ins:Service>
        <ins:IssuerID>
          <ins:UserID>GO02LWYNB2</ins:UserID>
          <ins:InternalID>test1</ins:InternalID>
        </ins:IssuerID>
        <ins:DestinationID>
          <ins:UserID>GO02LWYNB2</ins:UserID>
          <ins:InternalID>983270</ins:InternalID>
        </ins:DestinationID>
      </ins:Service>
      <ins:ActivityGroup>Customer Acceptance</ins:ActivityGroup>
      <ins:ActivityDate>2009-09-18T08:23:22.228+02:00</ins:ActivityDate>
      <ins:ParametersList>
        <ins:Section>ACTIVITY</ins:Section>
        <ins:SectionComplement>PROPERTIES</ins:SectionComplement>
        <ins:Parameters>
          <ins:Code>RFBDAT</ins:Code>
          <ins:Value>2009-09-16T06:09:19.000+0000</ins:Value>
        </ins:Parameters>
      </ins:ParametersList>
    </ins:Activity>
  </ins:ARP>
</typens:UpdateARPRequest>
</soapenv:Body>
</soapenv:Envelope>